Repository: CodeForPhilly/codeforphilly.org
Catalog: locales/*.utf8/site.po
Languages: es_us

source: Start Hacking
es_us: Comenzar Hacking

source: Learn More
es_us: Aprender Más

source: Add project
es_us: Agregar proyecto

source: Projects
es_us: Proyectos

source: by tech
es_us: por tecnología

source: by topic
es_us: por tema

source: by event
es_us: por evento

source: Members
es_us: Miembros

source: Current Meetup
es_us: Meetup Actual

source: Checked-in Members
es_us: Miembros Conectados

source: No Current Project
es_us: No Hay Ningún Proyecto Actual

source: Next Meetup
es_us: El Próximo Meetup

source: Future Meetups
es_us: Meetups en el Futuro

source: Latest Project Activity
es_us: Actividad Más Reciente del Proyecto

source: No project updates have been posted on this site yet.
es_us: Todavía no habían postrado ninguna actualización a esta página.

source: Browse all project updates
es_us: Navegar todas las actualizaciones del proyecto

source: Register with %s
es_us: Registrarse con %s

source: There were problems with your submission:
es_us: Hubo un problema con tu entrada:

source: First Name
es_us: Nombre

source: Last Name
es_us: Apellido

source: Email Address
es_us: Correo Electrónico

source: civic.hacker@example.com
es_us: hacker.cívico@example.com

source: Email address <strong>will</strong> be visible to other signed-in members.
es_us: A los otros miembros conectados, el correo electrónico <strong>será</strong> visible.

source: Username
es_us: Nombre de Usuario

source: CivicHacker
es_us: HackerCívico

source: Password
es_us: Contraseña

source: Password Confirmation
es_us: Confirmación de la Contraseña

source: Create Account
es_us: Crear Cuenta

source: Already have an account?
es_us: ¿Ya tienes una cuenta?

source: Log in
es_us: Iniciar Sesión

source: edit your profile
es_us: editar perfil

source: Last event checkin
es_us: El último evento check-in

source: Never
es_us: Nunca

source: About Me
es_us: Sobre Mi

source: Contact Information
es_us: Información de Contacto

source: Email
es_us: Correo Electrónico

source: Phone
es_us: Teléfono

source: My projects
es_us: Mis proyectos

source: Manage Your Profile
es_us: Manejar Tu Perfil

source: Photo uploaded.
es_us: Foto subida.

source: Default photo selected.
es_us: Foto estándar seleccionada.

source: Photo deleted.
es_us: Foto eliminada.

source: Password changed.
es_us: Contraseña ha sido cambiado.

source: Profile saved.
es_us: Perfil grabado.

source: Photos
es_us: Fotos

source: Profile Details
es_us: Detalles de Perfil

source: Location
es_us: Lugar

source: About
es_us: Información

source: Personal Tags
es_us: Tags Personales

source: Change password
es_us: Cambiar contraseña

source: Old Password
es_us: Contraseña Anterior

source: New Password
es_us: Nueva Contraseña

source: Please type your new password in both boxes above to make sure it is correct.
es_us: Por favor, introduzca la contraseña nueva en ambas casillas por la parte de arriba para asegurar que sea correcta.

source: Check in at %s
es_us: Check-In a%s

source: Latest Checkins
es_us: Lo Último en Check-Ins

source: Success!
es_us: ¡Se completó correctamente!

source: Things to do next:
es_us: Cosas que hacer:

source: Post an update to your project
es_us: Postear una actualización a tu proyecto

source: Find or start a project
es_us: Encontrar o comenzar un proyecto

source: Return to the home page
es_us: Regresar a la página de inicio

source: Add stuff to this list
es_us: Agregar a esta lista

source: How to Help
es_us: Cómo Ayudar

source: [Code for America](http://www.codeforamerica.org/) is a 501(c)3 non-profit that envisions a government by the people, for the people, that works in the 21st century. Our programs change how we participate in government by: - Connecting citizens and governments to design better services, - Encouraging low-risk settings for innovation; and, - Supporting a competitive civic tech marketplace.
es_us: [Code for America](http://www.codeforamerica.org/) es una 501(c)3 organizaciÛn sin lucra que concibe un gobierno por la gente, para la gente que funciona en el sigo 21. Nuestros programas cambian cÛmo participamos en el gobierno por: -conectando ciudadanos y gobiernos para diseÒar mejores servicios, -fomentamos lugares de bajo riesgo para innovaciÛn; y, ,-apoyando un mercado de tecnologÌa cÌvica competitivo.

source: Resources
es_us: Recursos

source: Civic Hacking Resources
es_us: Recursos de Hacking Cívico

source: Sign up
es_us: Registrarse

source: View My Profile
es_us: Ver Mi Perfil

source: Edit My Profile
es_us: Editar Mi Perfil

source: Logout
es_us: Cerrar Sesión

source: Read the full article on %s
es_us: Leer el artículo completo en %s

source: Published on %s, shared by %s on %s
es_us: Publicado en %s, compartido por %s en %s

source: Edit
es_us: Editar

source: Delete
es_us: Borrar

source: RSVP @ %s
es_us: Confirmar Asistencia @%s

source: %s so far
es_us: %s hasta ahora

source: and Maintainer
es_us: y Mantenador(a)

source: Maintainer
es_us: Mantenedor

source: Member
es_us: Miembro

source: Update #%s
es_us: Actualización #%s

source: Posted on %s by %s
es_us: Posteado on %s by %s

source: %s has been added to %s
es_us: %s ha sido agregado a %s

source: Edit Project
es_us: Editar Proyecto

source: Add Member
es_us: Agregar Miembro

source: Log Buzz
es_us: Anotar Buzz

source: Post Update
es_us: Postear Actualización

source: Manage Members
es_us: Manejar Miembros

source: Project Info
es_us: Info de Proyectos

source: Users' URL
es_us: URL de Usuarios

source: Developers' URL
es_us: URL de Programadores

source: Project Activity
es_us: Actividad de Proyecto

source: This project doesn't have any activity yet, post an update or log some buzz!
es_us: Este proyecto no tiene ninguna actividad, postea una actualización o anota buzz!

source: None registered
es_us: Ninguno(a) registrado(a)

source: Add
es_us: Agregar

source: Spread the word on Twitter!
es_us: Corre la voz en Twitter!

source: Add project member
es_us: Agregar miembro al proyecto

source: Role
es_us: Papel

source: optional
es_us: opcional

source: Close
es_us: Cerrar

source: Add member
es_us: Agregar miembro

source: Post project update
es_us: Postear actualización del proyecto

source: Markdown is supported
es_us: Se admite Markdown

source: Manage project members
es_us: Manejar miembros del proyecto

source: Make Maintainer
es_us: Nombrar Mantenedor(a)

source: Remove
es_us: Quitar

source: Edit %s
es_us: Editar %s

source: Edit project %s
es_us: Editar proyecto %s

source: Create
es_us: Crear

source: Create new project
es_us: Crear nuevo proyecto

source: There were problems with your entry:
es_us: Hubo problemas con tu entrada:

source: Title
es_us: Título

source: Train Schedule Analyzer
es_us: Revisor Horario de Tren

source: Tags
es_us: Archivado en

source: Create Project
es_us: Crear Proyecto

source: Save Changes
es_us: Grabar Cambios

source: Your project has been created: %s
es_us: Tu proyecto ha sido creado: %s

source: Your changes to %s have been saved.
es_us: Los cambios al %s han sido guardados.

source: Update #%u
es_us: Actualizar #%u

source: Update Posted
es_us: Actualización Posteada

source: posted to
es_us: posteado a

source: Civic Projects Directory
es_us: Directorio de Proyectos Cívicos

source: Add Project
es_us: Agregar Proyecto

source: Register with the Brigade!
es_us: ¡Registrate con el Brigade!

source: Login to %s
es_us: Iniciar Sesión al %s

source: Login Failed: %s
es_us: Los datos introducidos no son correctos: %s

source: You can %s,<br/>or %s now.
es_us: Ahora puedes %s,<br/>o %s.

source: Username or email address
es_us: Usuario o correo electrónico

source: Remember me
es_us: Recuérdame

source: Project Buzz
es_us: Buzz del Proyecto

source: Handle can only contain letters, numbers, hyphens, and underscores
es_us: El pseudónimo solo puede contener letras, números, guiones medios, y guiones bajos

source: The username or password you entered was incorrect.
es_us: El nombre de usuario u la contraseÒa que introdujiste fue incorrecto.

source: First name is required.
es_us: Se requiere el nombre.

source: Last name is required.
es_us: Se requiere el apellido.

source: %s is missing.
es_us: Falta %s.

source: %s is invalid.
es_us: %s no es valido.

source: Username must be at least two characters long.
es_us: El nombre de usuario debe tener por lo menos dos caracteres.

source: Username can only contain letters, numbers, hyphens, and underscores.
es_us: El nombre de usuario solo debe tener letras, números, guiones medios, y guiones bajos.

source: Founder
es_us: Fundador(a)

source: Project title is required
es_us: Hay que titular el proyecto

source: Users
es_us: Usuarios

source: Developers
es_us: Programadores

source: This URL has already been logged as buzz for this project
es_us: Esta URL ya se ha marcado como buzz para este proyecto.

source: Please select a project
es_us: Por favor selecciona un proyecto

source: Please enter a headline for the buzz
es_us: Por favor introduzca el título para el buzz

source: Please enter the URL for the buzz
es_us: Por favor introduzca la URL para el buzz

source: Please enter the date/time that the buzz was originally published
es_us: Por favor introduzca la fecha/hora por la que publicó originalmente el buzz

source: Update body is required
es_us: Se requiere el área de texto

source: Parameter "username" required
es_us: Se requiere el parámetro "nombre de usuario"

source: User not found
es_us: No se encuentra el usuario.

source: This member is already in this project
es_us: Este miembro ya participa en este proyecto

source: Are you sure you want to remove %s from %s?
es_us: ¿Seguro(a) de que quieres quitar %s de %s?

source: Are you sure you want to make %s the maintainer of %s?
es_us: ¿Seguro(a) de que quieres nombrar %s mantenador(a) de %s?

source: Update not found
es_us: No se encuentra la actualización

source: Update body cannot be blank
es_us: Área de texto no debe estar vacío
